Repository: mikedawson/LP-Tajikistan-i18n
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: tg

source: % and above.
tg: % ва зиёд.

source: --select--
tg: --интихоб--

source: You have no courses <span>To add courses go to the</span> <a href="/Home/Library">course Library</a>
tg: Шумо ягон дарс надоред <span>Барои иловаи дарсҳо равед ба</span> <a href="/Home/Library">Китобхонаи дарсҳо</a>

source: Add a comment
tg: Илова кардани шарҳ

source: Add your reply here...
tg: Ҷавоби худро инҷо зам кунед...

source: Additional Info
tg: Маълумоти иловагӣ

source: Additional Materials
tg: Маводҳои иловагӣ

source: Admin
tg: Маъмур

source: All
tg: Ҳама

source: All courses
tg: Ҳамаи дарсҳо

source: An error occurred while loading the assessment.
tg: Хатогӣ. Ҳангоми гирифтани баҳодиҳӣ хатогӣ ба миён омад.

source: An error occurred while submitting the assessment.
tg: Хатогӣ. Ҳангоми пешниҳоди баҳодиҳӣ хатогӣ ба миён омад.

source: Analytics
tg: Таҳлил

source: Answer submitted
tg: Ҷавобҳои пешниҳод шуда

source: Are You Ready?
tg: Шумо омода ҳастед?

source: Are you sure you want to submit the quiz?
tg: Дар ҳақиқат мехоҳед пурсишро фиристед?

source: Authors
tg: Муаллифон

source: Back to Course
tg: Қафо ба дарс

source: By clicking Save Changes you agree to the following
tg: Бо зер кардан Сабти Дигаргуниҳо шумо ба зерин розӣ мешавед

source: By clicking start, you agree to not take any external help during the exam.
tg: Бо зер кардани оғоз шумо ба нагирифтани ягон ёрии беруна дар давоми имтиҳон розӣ мешавед.

source: Cancel
tg: Бекор кардан

source: Category
tg: Табақа

source: Certificate
tg: Шаҳодатнома

source: Certificate of Completion
tg: Шаҳодатномаи хатм

source: Certificate will be awarded on passing the exam.
tg: Барои гузаштани ин дарс шаҳодатнома дода мешавад.

source: Click above to add a thread
tg: Барои зам кардани ришта дар боло зер кунед

source: Click on the left to add a thread
tg: Барои зам кардани ришта дар дасти чап зер кунед Паём дар форумҳо

source: Comment
tg: Шарҳ

source: Complete
tg: Тамом

source: Complete this course to unlock the exam.
tg: Барои кушодани имтиҳон ин дарсро ҷамъбаст кунед.

source: Completed Courses
tg: Дарсҳои ҷамъбаст шуда

source: Contact
tg: Тамос

source: Correct
tg: Дуруст

source: Course
tg: Дарс

source: Course Library
tg: Китобхонаи дарсҳо

source: Courses
tg: Дарсҳо

source: Create a Profile
tg: Эҷоди профил

source: CreateProfile
tg: Эҷоди профил

source: DISCOVER<br/> MORE courses
tg: КАШФ НАМО<br/> дарсҳои ИЛОВАГӢ

source: DONE
tg: ИҶРО ШУДА

source: Date of birth
tg: Санаи таваллуд

source: Date of birth (MM/DD/YYYY)
tg: Санаи таваллуд (MM/РР/СССС)

source: Download
tg: Гирифтан

source: Email
tg: Почтаи электронӣ

source: Email Address
tg: Суроғаи почтаи электронӣ

source: Email/Phone
tg: Почтаи электронӣ/Телефон

source: Enter your reason for flagging this content below - an email will be sent to your administrator and we will investigate the issue
tg: Сабабҳои байрақ гузоштан ба мундариҷаи зеринро ворид кунед – паёми электронӣ ба маъмури шумо баҳри тафтиши масъала фиристонда мешавад.

source: Enter your reason for removing this post
tg: Сабабҳои нест кардани ин нашрро ворид кунед

source: Error occured while getting the course details.
tg: Ҳангоми гирифтани тафсилоти дарс хатогӣ ба миён омад.

source: Exam is locked
tg: Имтиҳон баста мебошад

source: Example: typing, accounting etc.
tg: Мисол: ҳуруфчинӣ, муҳосибот ва ғайра

source: FEMALE
tg: ЗАН

source: Failed to register.
tg: Ба қайд гирифта нашуд.

source: Find courses
tg: Дарсҳоро ёбед

source: First Name
tg: Ном

source: Flagging the following content
tg: Ба мундариҷаи зерин байрақ гузоштан

source: GET STARTED
tg: ШУРУЪ КУНЕД

source: Gender
tg: Ҷинс

source: Hi!
tg: Салом!

source: Highest educational qualification
tg: Сатҳи олии таҳсилот

source: INSTRUCTIONS
tg: ДАСТУРҲО

source: If the post you're deleting have any replies, they'll be deleted too!
tg: Агар нашри шумо мехоҳед нест кунед ягон ҷавоб дошта бошад, онҳо низ нест мешаванд!

source: If this error still persists, please contact site admins.
tg: Агар ин хатогӣ боқӣ монад, ба маъмурони сайт муроҷиат кунед.

source: Incomplete course!
tg: Дарси нопурра!

source: Incorrect
tg: Нодуруст

source: Initiated
tg: Оғоз шуд

source: Invalid entry!
tg: Вориди беэътибор!

source: It seems you haven’t answered all questions.
tg: Ба назар менамояд, ки шумо ба ҳамаи саволҳо ҷавоб надодаед.

source: Last Name
tg: Насаб

source: Lesson
tg: Дарс

source: Lesson(s) found
tg: Дарс(ҳо) ёфт шуданд

source: Let's build some skills today!
tg: Биёед имрӯз як малакае аз худ кунем!

source: Loading forum
tg: oading forum

source: Loading quiz
tg: Пурсишро гирифта истодаам

source: Looking for more courses?
tg: Дарсҳои иловагӣ меҷӯед?

source: MALE
tg: МАРД

source: Message
tg: Паём

source: My Profile
tg: Профили ман

source: My courses
tg: Дарсҳои ман

source: NEXT
tg: ОЯНДА

source: New course
tg: Дарси нав

source: Next
tg: Оянда

source: No
tg: Не

source: No Content
tg: Мундариҷа нест

source: No Video Content
tg: Мундариҷаи видеои нест

source: No notifications
tg: Хабарномаҳо нест

source: No posts yet for this thread!
tg: Ҳоло ягон нашр дар ин ришта нест!

source: No threads yet for this topic!
tg: Ҳоло ягон ришта оиди ин мавзӯъ нест!

source: Not eligible for certificate
tg: Барои шаҳодатнома муносиб нест

source: Notice Board
tg: Лавҳаи хабарнома

source: Notifications
tg: Хабарномаҳо нест

source: Ok, Got it
tg: Хоб, фаҳмидам

source: One or more headers are incorrect/ missing.
tg: Як ё якчанд сарлавҳаҳо нодуруст ё вуҷуд надоранд.

source: Other
tg: Дигар

source: Phone
tg: Телефонҳо

source: Phone Number
tg: Рақами телефон

source: Please complete the course to unlock the certificate
tg: Лутфан барои дастрасӣ ба шаҳодатнома пайдо кардан дарсҳоро ҷамъбаст кунед

source: Please enter a comment before hitting submit.
tg: Лутфан пеш аз пахши тугмаи пешниҳод шарҳ зам кунед.

source: Please make sure you are signed-in and your sign-in is not timed out.
tg: Лутфан тафтиш кунед, ки ворид шудаед ва вақти воридшавӣ ба охир нарасидааст.

source: Please note that a post can be removed by an administrator if it does not meet posting criteria or not relevant to content.
tg: Лутфан дар хотир доред, ки нашрҳо дар ҳолати ба талаботҳои нашр муносиб набудан метавонанд аз ҷониби маъмурият нест карда шаванд.

source: Please provide valid inputs for all fields.
tg: Лутфан ба ҳамаи катакҳо ҷавоби муносиб пешниҳод кунед.

source: Please register to view lesson content.
tg: Лутфан барои дидани мундариҷаи дарс сабти ном кунед

source: Please search for a valid course name
tg: Лутфан номи дурусти дарсҳоро ҷустуҷӯ кунед

source: Please sign-in and register to view lesson content.
tg: Лутфан барои дидани мундариҷаи дарс ворид шуда сабти ном кунед.

source: Please sign-in and try again.
tg: Лутфан ворид шавед ва бори дигар санҷед.

source: Please sign-in to view quizzes for a course!
tg: Барои дидани пурсишҳои дарс ворид шавед!

source: Please wait
tg: Лутфан интизор шавед

source: Post
tg: Нашр кардан

source: Powered by Microsoft
tg: Бо иқтидори Майкрософт

source: Practice Quiz
tg: Пурсиши санҷишӣ

source: Previous
tg: Пешина

source: Privacy
tg: Махфият

source: Profile
tg: Профил

source: Profile could not be updated!
tg: Профил азнавсози нашуд!

source: Profile updated successfully!
tg: Профил бо муваффақият азнавсозӣ шуд!

source: Qualification
tg: Ихтисос

source: Question
tg: Савол

source: Quiz answers submitted successfully
tg: Ҷавобҳои пурсиш бо муваффақият пешниҳод шуданд

source: Quiz does not exist
tg: Пурсиш вуҷуд надорад

source: Register
tg: Ба қайд гирифтан

source: Register Your Profile
tg: Профили худро ба қайд гиред

source: Registration is required to view this quiz.
tg: Барои дидани пурсиш сабти ном ҳатмист.

source: Removing the following post
tg: Нест кардани нашри зерин

source: Reply to this thread
tg: Ба ин ришта ҷавоб додан

source: Request is invalid
tg: Дархости нодуруст

source: SIGN IN
tg: ВОРИД ШУДАН

source: SORT REPLIES BY
tg: ҶАВОБҲОРО ҶУДО КУНЕД

source: START course
tg: ОҒОЗ кардани дарс

source: Save Changes
tg: Сабти дигаргуниҳо

source: Schedule
tg: Ҷадвал

source: Score %%percent%%% (%%count%% of %%total%% answered correctly)
tg: Баҳо %%фоиз%%% (%%ҳисоб%% аз %%ҷамъ%% ҷавобҳои дурӯст)

source: Search
tg: Ҷустуҷӯ

source: Seems that your concepts aren’t clear
tg: Чунин менамояд, ки мафҳумҳои шумо фаҳмо нестанд

source: Select
tg: Интихоб кардан

source: Select atleast one category to continue.
tg: Барои идома ҳадди ақал як табақаро интихоб кунед.

source: Send comment
tg: Фиристондани шарҳ

source: Sign Out
tg: Хориҷ шудан

source: Sign in to comment on the post...
tg: Барои шарҳ додани нашр сабти ном кунед...

source: Sign in to reply to the post...
tg: Барои ба нашр ҷавоб додан сабти ном кунед...

source: Skipped
tg: Гузарондан

source: Start Exam
tg: Оғози имтиҳон

source: Start new thread
tg: Оғози риштаи нав

source: Start the discussion by entering your comments below
tg: Бо ворид кардани шарҳи худ мубоҳисаро дар поён сар кунед!

source: Sub-text
tg: Хориҷ шудан

source: Submit
tg: Пешниҳод кардан

source: Summary
tg: Хулоса

source: Terms and Conditions
tg: Шартҳо

source: Test
tg: Санҷиш

source: The correct answer is: {0}
tg: Ҷавоби дуруст: {0}

source: The value of
tg: Арзиши

source: There are no notifications for you
tg: Ягон хабарнома барои шумо нест

source: This action is irreversible.
tg: Ин амал бозгашт надорад.

source: This exam will test your overall learning from the course:
tg: Ин имтиҳон омӯзиши умумии шуморо аз дарсро месанҷад:

source: To register, go to
tg: Барои сабти ном равед ба

source: Unable to submit answers to quiz
tg: Ҷавобҳои пурсиш пешниҳод нашуданд

source: Unanswered!
tg: Ҷавоб дода нашуд!

source: User does not exist
tg: Истифодабаранда вуҷуд надорад

source: Users
tg: Истифодабарандагон

source: View Certificate
tg: Нишон додани Шаҳодатнома

source: View as a learner
tg: Ҳамчун талаба дидан

source: View as an administrator
tg: Ҳамчун маъмур дидан

source: Welcome!
tg: Хӯш омадед!

source: Well done!
tg: Аҳсан!

source: What will be covered?
tg: Аз чӣ иборат хоҳад буд?

source: Yes
tg: Бале

source: You are not signed in or the session timed out.
tg: Шумо ворид нашудаед ё вақти шумо ба охир расидааст.

source: You are only allowed
tg: Шумо танҳо иҷозат доред

source: You can do better
tg: Шумо ба аз ин беҳтар қодир мебошед

source: You have been added by admin to course
tg: Шумо аз ҷониби маъмур ба дарс зам карда шудед

source: You have been added to new course
tg: Шумо ба дарси нав шомил карда шудед

source: You may be audited during the exam.
tg: Эҳтимол шумо дар давоми имтиҳон тафтиш шавед.

source: You will receive a
tg: Шумо соҳиби

source: Your Answer
tg: Ҷавоби шумо

source: Your Profile
tg: Профили шумо

source: Your post is submitted.
tg: Нашри шумо пешниҳод шуд.

source: Your search - "{0}" - did not match any courses or lessons.
tg: Ҷустуҷӯи шумо - "{0}" – ба ягон дарс ё дарс муносиб наомад.

source: a minute ago
tg: як дақиқа пеш

source: an hour ago
tg: як соат пеш

source: attempts(s) for this exam.
tg: кушиш(ҳо) барои ин имтиҳон.

source: button
tg: тугмача

source: click to submit your reply
tg: барои пешниҳоди ҷавоби худ зер кунед

source: course Found
tg: Дарс ёфт шуд

source: course Info
tg: Маълумот оиди дарс

source: course completion certificate on securing
tg: шаҳодатномаи ҷамъбасти дарс оиди ба таъмини

source: courses Complete
tg: Дарсҳои чамъбаст карда

source: courses found
tg: дарсҳо ёфт шуданд

source: coursewide Forum
tg: форуми сатҳи дарс

source: days ago
tg: чанд рӯз пеш

source: find your course and register.
tg: дарси худро ёфта сабти ном кунед.

source: for successful completion of the course
tg: Барои чамъбасти бо муваффақияти дарс

source: for successful completion of the course {0} offered by {1}
tg: барои бо муваффақият ҷамъбаст кардани дарс {0} пешниҳод аз ҷониби {1}

source: for successful completion of the course {0} offered by {1} with a score of {2}
tg: Барои бо муваффақият ҷамъбаст кардани дарс {0} пешниҳод аз ҷониби {1} бо баҳои {2}

source: has been awarded to
tg: сарфароз гардидааст

source: home page
tg: саҳифаи аслӣ

source: hours ago
tg: чанд соат пеш

source: likes
tg: писандидаҳо

source: minutes ago
tg: чанд дақиқа пеш

source: months ago
tg: чанд моҳ пеш

source: of
tg: аз

source: offered by {0}
tg: Пешниҳод аз ҷониби {0}

source: on {0}
tg: дар {0}

source: on {0} with a score of {1}%
tg: дар {0} бо баҳои {1}%

source: one month ago
tg: як моҳ пеш

source: one second ago
tg: як сония пеш

source: one year ago
tg: як сол пеш

source: posts
tg: нашрҳо

source: recent
tg: ба наздикӣ

source: replies
tg: ҷавобҳо

source: reply
tg: ҷавоб

source: reply to thread
tg: ба ришта ҷавоб диҳед

source: seconds ago
tg: чанд сония пеш

source: type your question here...
tg: унвони саволатонро инҷо нависед...

source: type your reason for flagging content here...
tg: сабаби қайд намудани мундариҷаро инҷо ворид кунед...

source: type your reason for removing this post
tg: сабаби худро оиди нест кардани ин нашр нависед

source: years ago
tg: чанд сол пеш

source: yesterday
tg: дирӯз
